Repository: Shivm23/FitTracker
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, tr, uk

# appTitle
source: AtlasTracker
it: OpenNutriTracker
tr: OpenNutriTracker
uk: OpenNutriTracker

# appVersionName
source: Version {versionNumber}
it: Versione {versionNumber}
tr: Versiyon {versionNumber}
uk: Версія {versionNumber}

# appDescription
source: AtlasTracker is a free and open-source calorie and nutrient tracker that respects your privacy.
fr: AtlasTracker est un traqueur de calories et de nutriments gratuit et open-source qui respecte votre vie privée.
it: OpenNutriTracker è un tracker di calorie e nutrienti gratuito e open-source che rispetta la tua privacy.
tr: OpenNutriTracker, gizliliğinize saygı duyan ücretsiz ve açık kaynaklı bir kalori ve besin takipçisidir.
uk: OpenNutriTracker — це безкоштовний трекер калорій та поживних речовин з відкритим кодом, який поважає вашу конфіденційність і не містить реклами

# addLabel
source: Add
fr: Ajouter
it: Aggiungi
tr: Ekle
uk: Додати

# createCustomDialogTitle
source: Create custom meal item?
fr: Créer un aliment personnalisé ?
it: Creare un alimento personalizzato?
tr: Özel yemek öğesi oluştur?
uk: Створити власну їжу?

# createCustomDialogContent
source: Do you want create a custom meal item?
fr: Voulez-vous créer un aliment personnalisé ?
it: Vuoi creare un alimento personalizzato per il pasto?
tr: Özel bir yemek öğesi oluşturmak istiyor musunuz?
uk: Бажаєте створити власну їжу?

# settingsLabel
source: Settings
fr: Paramètres
it: Impostazioni
tr: Ayarlar
uk: Налаштування

# homeLabel
source: Home
fr: Accueil
tr: Ana Sayfa
uk: Головна

# deltaWeightLabel
source: Weight Delta
fr: Écart de poids
tr: Kilo Farkı

# deltaWeightBody
source: The weight delta is the difference between the average weight and the current weight entered for this day. If no weight is recorded for the current day, the last valid weight will be used.
fr: L'écart de poids est la différence entre le poids moyen et le poids courant renseigné pour ce jour. Si aucun poids n'est enregistré pour le jour courant, le dernier poids valide sera utilisé.
tr: Ağırlık farkı, ortalama ağırlık ile bu gün için girilen mevcut ağırlık arasındaki farktır. Mevcut gün için herhangi bir ağırlık kaydedilmemişse, son geçerli ağırlık kullanılacaktır.

# diaryLabel
source: Diary
fr: Journal
it: Diario
tr: Günlük
uk: Щоденник

# profileLabel
source: Profile
fr: Profil
it: Profilo
tr: Profil
uk: Профіль

# searchLabel
source: Search
fr: Rechercher
it: Cerca
tr: Ara
uk: Пошук

# searchProductsPage
source: Products
fr: Produits
it: Prodotti
tr: Ürünler
uk: Продукти

# searchFoodPage
source: Food
fr: Aliments
it: Cibo
tr: Yiyecek
uk: Їжа

# searchResultsLabel
source: Search results
fr: Résultats de recherche
it: Risultati di ricerca
tr: Arama sonuçları
uk: Результати пошуку

# searchDefaultLabel
source: Please enter a search word
fr: Veuillez entrer un mot de recherche
it: Inserisci una parola da cercare
tr: Lütfen bir arama kelimesi girin
uk: Введіть слово для пошуку

# allItemsLabel
source: All
fr: Tous
it: Tutti
tr: Tümü
uk: Всі

# recentlyAddedLabel
source: Recently
fr: Récemment
it: Recenti
tr: Son Eklenenler
uk: Нещодавно

# noMealsRecentlyAddedLabel
source: No meals recently added
fr: Aucun repas ajouté récemment
it: Nessun pasto aggiunto di recente
tr: Son zamanlarda eklenen yemek yok
uk: Нещодавно не додано страв

# noActivityRecentlyAddedLabel
source: No activity recently added
fr: Aucune activité ajoutée récemment
it: Nessuna attività aggiunta di recente
tr: Son zamanlarda eklenen aktivite yok
uk: Нещодавно не додано активності

# dialogOKLabel
source: OK
tr: TAMAM
uk: ОК

# dialogCancelLabel
source: CANCEL
fr: ANNULER
it: ANNULLA
tr: İPTAL
uk: Скасувати

# buttonStartLabel
source: START
fr: DÉMARRER
it: INIZIA
tr: BAŞLA
uk: Почати

# buttonNextLabel
source: NEXT
fr: SUIVANT
it: AVANTI
tr: İLERİ
uk: Далі

# buttonSaveLabel
source: Save
fr: Enregistrer
it: Salva
tr: Kaydet
uk: Зберегти

# buttonYesLabel
source: YES
fr: OUI
it: SI
tr: EVET
uk: Так

# buttonResetLabel
source: Reset
fr: Réinitialiser
it: Resetta
tr: Sıfırla
uk: Скинути

# settingsUnitsLabel
source: Units
fr: Unités
it: Unità
tr: Birimler
uk: Одиниці вимірювання

# settingsCalculationsLabel
source: Calculations
fr: Calculs
it: Calcoli
tr: Hesaplamalar
uk: Розрахунки

# settingsThemeLabel
source: Theme
fr: Thème
it: Tema
tr: Tema
uk: Тема

# settingsThemeLightLabel
source: Light
fr: Clair
it: Chiaro
tr: Açık
uk: Світла

# settingsThemeDarkLabel
source: Dark
fr: Foncé
it: Scuro
tr: Koyu
uk: Темна

# settingsThemeSystemDefaultLabel
source: System default
fr: Par défaut du système
it: Predefinito del sistema
tr: Sistem varsayılanı
uk: Системна за замовчуванням

# settingsLicensesLabel
source: Licenses
fr: Licences
it: Licenze
tr: Lisanslar
uk: Ліцензії

# settingsReportErrorLabel
source: Report Error
fr: Signaler une erreur
it: Segnala errore
tr: Hata Bildir
uk: Повідомити про помилку

# settingsPrivacySettings
source: Privacy Settings
fr: Paramètres de confidentialité
it: Impostazioni privacy
tr: Gizlilik Ayarları
uk: Налаштування конфіденційності

# settingsSourceCodeLabel
source: Source Code
fr: Code Source
it: Codice sorgente
tr: Kaynak Kodu
uk: Вихідний код

# settingFeedbackLabel
source: Feedback
fr: Commentaires
tr: Geri Bildirim
uk: Відгук

# settingAboutLabel
source: About
fr: À propos
it: Informazioni
tr: Hakkında
uk: Про додаток

# settingsMassLabel
source: Mass
fr: Masse
it: Massa
tr: Kütle
uk: Маса

# settingsSystemLabel
source: System
fr: Système
it: Sistema
tr: Sistem
uk: Система

# settingsMetricLabel
source: Metric (kg, cm, ml)
fr: Métrique (kg, cm, ml)
it: Metrico (kg, cm, ml)
tr: Metrik (kg, cm, ml)
uk: Метрична (кг, см, мл)

# settingsDistanceLabel
source: Distance
it: Distanza
tr: Mesafe
uk: Відстань

# settingsVolumeLabel
source: Volume
tr: Hacim
uk: Об'єм

# reportErrorDialogText
source: Do you want to report an error to the developer?
fr: Voulez-vous signaler une erreur au développeur ?
it: Vuoi segnalare un errore allo sviluppatore?
tr: Geliştiriciye bir hata bildirmek istiyor musunuz?
uk: Бажаєте повідомити про помилку розробнику?

# sendAnonymousUserData
source: Send anonymous usage data
fr: Envoyer des données d'utilisation anonymes
it: Invia dati di utilizzo anonimi
tr: Anonim kullanım verileri gönder
uk: Надсилати анонімні дані про використання

# appLicenseLabel
source: GPL-3.0 license
fr: Licence GPL-3.0
it: Licenza GPL-3.0
tr: GPL-3.0 lisansı
uk: Ліцензія GPL-3.0

source: Password required
fr: Mot de passe requis
tr: Şifre gerekli

# passwordMinLength
source: At least 8 characters
fr: Au moins 8 caractères
tr: En az 8 karakter

# passwordUppercase
source: At least 1 uppercase letter
fr: Au moins 1 majuscule
tr: En az 1 büyük harf

# passwordLowercase
source: At least 1 lowercase letter
fr: Au moins 1 minuscule
tr: En az 1 küçük harf

# passwordDigit
source: At least 1 digit
fr: Au moins 1 chiffre
tr: En az 1 rakam

# passwordSpecialChar
source: At least 1 special character
fr: Au moins 1 caractère spécial
tr: En az 1 özel karakter

# loginTitle
source: Sign In
fr: Connexion
tr: Giriş Yap

# loginEmailLabel
source: Email
tr: E-posta

# loginPasswordLabel
source: Password
fr: Mot de passe
tr: Şifre

# loginButton
source: Sign In
fr: Se connecter
tr: Giriş Yap

# loginForgotPassword
source: Forgot password?
fr: Mot de passe oublié ?
tr: Şifreni mi unuttun?

# loginAlreadySignedIn
source: Already signed in on another device. Please sign out first.
fr: Déjà connecté sur un autre appareil. Veuillez d'abord vous déconnecter.
tr: Başka bir cihazda zaten giriş yapılmış. Lütfen önce çıkış yapın.

# loginUnknownError
source: Unknown error
fr: Erreur inconnue
tr: Bilinmeyen hata

# loginEmailRequired
source: Email required
fr: E-mail requis
tr: E-posta gerekli

# loginEmailInvalid
source: Invalid email address
fr: Adresse e-mail invalide
tr: Geçersiz e-posta adresi

# loginError
source: Sign in error
fr: Erreur de connexion
tr: Giriş hatası

# forgotPasswordTitle
source: Forgot your password?
fr: Mot de passe oublié ?
tr: Şifreni mi unuttun?

# forgotPasswordEmailLabel
source: Enter your email
fr: Entrez votre e-mail
tr: E-postanı gir

# forgotPasswordButton
source: Send password reset email
fr: Envoyer l'e-mail de réinitialisation
tr: Şifre sıfırlama e-postası gönder

# forgotPasswordBackToLogin
source: Back to sign in
fr: Retour à la connexion
tr: Girişe geri dön

# forgotPasswordEmailSent
source: Email sent! Click the link in your email to choose a new password.
fr: E-mail envoyé ! Clique sur le lien dans ton e-mail pour choisir un nouveau mot de passe.
tr: E-posta gönderildi! Yeni şifre seçmek için e-postandaki bağlantıya tıkla.

# forgotPasswordSendError
source: Error sending email:
fr: Erreur lors de l'envoi de l'e-mail :
tr: E-posta gönderilirken hata oluştu:

# resetPasswordTitle
source: New password
fr: Nouveau mot de passe
tr: Yeni şifre

# resetPasswordNewLabel
source: New password
fr: Nouveau mot de passe
tr: Yeni şifre

# resetPasswordConfirmLabel
source: Confirm password
fr: Confirmer le mot de passe
tr: Şifreyi onayla

# resetPasswordButton
source: Change password
fr: Changer le mot de passe
tr: Şifreyi değiştir

# resetPasswordChanged
source: Password changed! You can now sign in with your new password.
fr: Mot de passe changé ! Tu peux maintenant te connecter avec ton nouveau mot de passe.
tr: Şifre değiştirildi! Artık yeni şifrenle giriş yapabilirsin.

# resetPasswordNoMatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas
tr: Şifreler eşleşmiyor

# resetPasswordTips
source: • Use at least 8 characters • Mix numbers & special characters • Uppercase + lowercase
fr: • Utilise au moins 8 caractères • Mélange chiffres & caractères spéciaux • Majuscules + minuscules
tr: • En az 8 karakter kullan • Rakam ve özel karakterler ekle • Büyük ve küçük harf kullan

# calculationsTDEELabel
source: TDEE equation
fr: Équation TDEE
it: Equazione TDEE
tr: TDEE denklemi
uk: Розрахунок TDEE

# calculationsTDEEIOM2006Label
source: Institute of Medicine Equation
fr: Équation de l'Institut de Médecine
it: Equazione dell'Istituto di Medicina
tr: Tıp Enstitüsü Denklemi
uk: Розрахунок Інституту Медицини

# calculationsRecommendedLabel
source: (recommended)
fr: (recommandé)
it: (consigliato)
tr: (önerilen)
uk: (рекомендовано)

# calculationsMacronutrientsDistributionLabel
source: Macros distribution
fr: Répartition des macronutriments
it: Distribuzione dei macronutrienti
tr: Makro besin dağılımı
uk: Розподіл макроелементів

# calculationsMacrosDistribution
source: {pctCarbs}% carbs, {pctFats}% fats, {pctProteins}% proteins
fr: {pctCarbs}% glucides, {pctFats}% lipides, {pctProteins}% protéines
it: {pctCarbs}% carboidrati, {pctFats}% grassi, {pctProteins}% proteine
tr: %{pctCarbs} karbonhidrat, %{pctFats} yağ, %{pctProteins} protein
uk: {pctCarbs}% вуглеводи, {pctFats}% жири, {pctProteins}% білки

# dailyKcalAdjustmentLabel
source: Daily Kcal adjustment:
fr: Ajustement quotidien des kcal :
it: Regolazione kcal giornaliere:
tr: Günlük Kcal ayarı:
uk: Щоденна корекція калорій:

# macroDistributionLabel
source: Macronutrient Distribution:
fr: Répartition des macronutriments :
it: Distribuzione dei macronutrienti:
tr: Makro besin Dağılımı:
uk: Розподіл макроелементів:

# exportImportLabel
source: Export / Import data
fr: Exporter / Importer des données
it: Esporta / Importa dati
tr: Verileri Dışa Aktar / İçe Aktar
uk: Експорт / Імпорт даних

# exportImportDescription
source: You can export the app data to a zip file and import it later. This is useful if you want to backup your data or transfer it to another device. The app does not use any cloud service to store your data.
fr: Vous pouvez exporter les données de l'application dans un fichier zip et les importer plus tard. C'est utile si vous souhaitez sauvegarder vos données ou les transférer vers un autre appareil. L'application n'utilise aucun service cloud pour stocker vos données.
it: Puoi esportare i dati dell'app in un file zip e importarli successivamente. Utile per backup o trasferimento su un altro dispositivo. L'app non utilizza servizi cloud per memorizzare i tuoi dati.
tr: Uygulama verilerini bir zip dosyasına dışa aktarabilir ve daha sonra içe aktarabilirsiniz. Bu, verilerinizi yedeklemek veya başka bir cihaza aktarmak istiyorsanız kullanışlıdır. Uygulama, verilerinizi saklamak için herhangi bir bulut hizmeti kullanmaz.
uk: Ви можете експортувати дані додатка у zip-файл і імпортувати їх пізніше. Це корисно, якщо ви хочете зробити резервну копію або перенести дані на інший пристрій. Додаток не використовує жодних хмарних сервісів для зберігання ваших даних.

# exportImportSuccessLabel
source: Export / Import successful
fr: Exportation / Importation réussie
it: Esportazione / Importazione riuscita
tr: Dışa Aktarma / İçe Aktarma başarılı
uk: Експорт / Імпорт успішний

# exportImportErrorLabel
source: Export / Import error
fr: Erreur d'exportation / d'importation
it: Errore di esportazione / importazione
tr: Dışa Aktarma / İçe Aktarma hatası
uk: Помилка експорту / імпорту

# exportAction
source: Export
fr: Exporter
it: Esporta
tr: Dışa Aktar
uk: Експортувати

# importAction
source: Import
fr: Importer
it: Importa
tr: İçe Aktar
uk: Імпортувати

# exportSupabaseLabel
source: Export to Supabase
fr: Exporter vers Supabase
tr: Supabase'e Aktar

# exportSupabaseDescription
source: Backup your data to Supabase storage as a zip file.
fr: Sauvegardez vos données dans le stockage Supabase sous forme de fichier zip.
tr: Verilerinizi zip dosyası olarak Supabase depolamasına yedekleyin.

# importSupabaseLabel
source: Import from Supabase
fr: Importer depuis Supabase
tr: Supabase'den İçe Aktar

# importSupabaseDescription
source: Restore your data from a backup stored in Supabase.
fr: Restaurez vos données à partir d'une sauvegarde stockée sur Supabase.
tr: Verilerinizi Supabase'de saklanan bir yedekten geri yükleyin.

# exportImportSupabaseLabel
source: Export / Import with Supabase
fr: Exporter / Importer via Supabase
tr: Supabase ile Dışa Aktar / İçe Aktar

# exportImportSupabaseDescription
source: Backup your data to Supabase storage as a zip file or restore it from there.
fr: Sauvegardez vos données dans Supabase ou restaurez-les depuis ce stockage.
tr: Verilerinizi Supabase depolamasına yedekleyin veya oradan geri yükleyin.

# addItemLabel
source: Add new Item:
fr: Ajouter un nouvel élément :
it: Aggiungi nuovo alimento:
tr: Yeni Öğe Ekle:
uk: Додати новий елемент:

# activityLabel
source: Activity
fr: Activité
it: Attività
tr: Aktivite
uk: Активність

# activityExample
source: e.g. running, biking, yoga ...
fr: ex : course, vélo, yoga...
it: es. corsa, bicicletta, yoga ...
tr: ör. koşu, bisiklet, yoga ...
uk: наприклад, біг, їзда на велосипеді, йога ...

# breakfastLabel
source: Breakfast
fr: Petit-déjeuner
it: Colazione
tr: Kahvaltı
uk: Сніданок

# breakfastExample
source: e.g. cereal, milk, coffee ...
fr: ex : céréales, lait, café...
it: es. cereali, latte, caffè ...
tr: ör. mısır gevreği, süt, kahve ...
uk: наприклад, пластівці, молоко, кава ...

# lunchLabel
source: Lunch
fr: Déjeuner
it: Pranzo
tr: Öğle Yemeği
uk: Обід

# lunchExample
source: e.g. pizza, salad, rice ...
fr: ex : pizza, salade, riz...
it: es. pizza, insalata, riso ...
tr: ör. pizza, salata, pirinç ...
uk: наприклад, піца, салат, рис ...

# dinnerLabel
source: Dinner
fr: Dîner
it: Cena
tr: Akşam Yemeği
uk: Вечеря

# dinnerExample
source: e.g. soup, chicken, wine ...
fr: ex : soupe, poulet, vin...
it: es. zuppa, pollo, vino ...
tr: ör. çorba, tavuk, şarap ...
uk: наприклад, суп, курка, вино ...

# snackLabel
source: Snack
fr: Collation
it: Spuntino
tr: Atıştırmalık
uk: Перекус

# snackExample
source: e.g. apple, ice cream, chocolate ...
fr: ex : pomme, glace, chocolat...
it: es. mela, gelato, cioccolato ...
tr: ör. elma, dondurma, çikolata ...
uk: наприклад, яблуко, морозиво, шоколад ...

# editItemDialogTitle
source: Edit item
fr: Modifier l'élément
it: Modifica alimento
tr: Öğeyi Düzenle
uk: Редагувати елемент

# itemUpdatedSnackbar
source: Item updated
fr: Élément mis à jour
it: Alimento aggiornato
tr: Öğe güncellendi
uk: Елемент оновлено

# deleteTimeDialogTitle
source: Delete Item?
fr: Supprimer l'élément ?
it: Eliminare l'alimento?
tr: Öğeyi Sil?
uk: Видалити елемент?

# deleteTimeDialogContent
source: Do want to delete the selected item?
fr: Voulez-vous supprimer l'élément sélectionné ?
it: Vuoi eliminare l'alimento selezionato?
tr: Seçilen öğeyi silmek istiyor musunuz?
uk: Ви хочете видалити вибраний елемент?

# deleteTimeDialogPluralTitle
source: Delete Items?
fr: Supprimer des éléments ?
it: Eliminare gli elementi?
tr: Girdiler silinsin mi?
uk: Видалити елементи?

# deleteTimeDialogPluralContent
source: Do want to delete all items of this meal?
fr: Voulez-vous supprimer tous les éléments de ce repas ?
it: Vuoi eliminare tutti gli elementi di questo pasto?
tr: Bu öğüne ait tüm girdileri silmek istiyor musunuz?
uk: Ви хочете видалити всі елементи цієї страви?

# itemDeletedSnackbar
source: Item deleted
fr: Élément supprimé
it: alimento eliminato
tr: Öğe silindi
uk: Елемент видалено

# copyDialogTitle
source: Which meal type do you want to copy to?
fr: Vers quel type de repas voulez-vous copier ?
it: Quale tipo di pasto vuoi copiare?
tr: Hangi yemek türüne kopyalamak istiyorsunuz?
uk: До якого типу страви скопіювати?

# copyOrDeleteTimeDialogTitle
source: What do you want to do?
fr: Que voulez-vous faire ?
it: Cosa vuoi fare?
tr: Ne yapmak istiyorsunuz?
uk: Що ви хочете зробити?

# copyOrDeleteTimeDialogContent
source: With "Copy to today" you can copy the meal to today. With "Delete" you can delete the meal.
fr: Avec "Copier vers aujourd'hui", vous pouvez copier le repas vers aujourd'hui. Avec "Supprimer", vous pouvez supprimer le repas.
it: Con "Copia a oggi" puoi duplicare il pasto nella giornata odierna. Con "Elimina" puoi rimuovere il pasto.
tr: "Bugüne Kopyala" ile yemeği bugüne kopyalayabilirsiniz. "Sil" ile yemeği silebilirsiniz.
uk: За допомогою "Скопіювати на сьогодні" ви можете скопіювати страву на сьогодні. За допомогою "Видалити" ви можете видалити страву.

# dialogCopyLabel
source: Copy to today
fr: Copier vers aujourd'hui
it: Copia a oggi
tr: BUGÜNE KOPYALA
uk: Скопіювати на сьогодні

# dialogDeleteLabel
source: DELETE
fr: SUPPRIMER
it: ELIMINA
tr: SİL
uk: ВИДАЛИТИ

# suppliedLabel
source: supplied
fr: Ingérées
it: assunte
tr: tüketilen
uk: спожито

# burnedLabel
source: burned
fr: Brûlées
it: bruciate
tr: yakılan
uk: спалено

# kcalLeftLabel
source: kcal left
fr: kcal restantes
it: kcal rimanenti
tr: kalan kcal
uk: залишилось ккал

# nutritionInfoLabel
source: Nutrition Information
fr: Informations nutritionnelles
it: Informazioni nutrizionali
tr: Beslenme Bilgileri
uk: Інформація про харчування

# carbsLabel
source: carbs
fr: glucides
it: carboidrati
tr: karbonhidrat
uk: вуглеводи

# fatLabel
source: fat
fr: lipides
it: grassi
tr: yağ
uk: жири

# caloriesLabel
source: Calories
tr: Kalori

# carbohydratesLabel
source: Carbohydrates
fr: Glucides
tr: Karbonhidratlar

# fatsLabel
source: Fats
fr: Lipides
tr: Yağlar

# proteinsLabel
source: Proteins
fr: Protéines
tr: Proteinler

# energyLabel
source: energy
fr: énergie
it: energia
tr: enerji
uk: енергія

# saturatedFatLabel
source: saturated fat
fr: graisses saturées
it: grassi saturi
tr: doymuş yağ
uk: насичені жири

# carbohydrateLabel
source: carbohydrate
fr: glucides
it: carboidrati
tr: karbonhidrat
uk: вуглеводи

# sugarLabel
source: sugar
fr: sucre
it: zuccheri
tr: şeker
uk: цукор

# fiberLabel
source: fiber
fr: fibres
it: fibre
tr: lif
uk: клітковина

# per100gmlLabel
source: Per 100g/ml
fr: Pour 100g/ml
tr: 100g/ml başına
uk: На 100 г/мл

# additionalInfoLabelOFF
source: More Information at OpenFoodFacts
fr: Plus d'informations sur OpenFoodFacts
it: Maggiori informazioni su OpenFoodFacts
tr: Daha Fazla Bilgi OpenFoodFacts'te
uk: Більше інформації на OpenFoodFacts

# additionalInfoLabelFDC
source: More Information at FoodData Central
fr: Plus d'informations sur FoodData Central
it: Maggiori informazioni su FoodData Central
tr: Daha Fazla Bilgi FoodData Central'da
uk: Більше інформації на FoodData Central

# additionalInfoLabelUnknown
source: Unknown Meal Item
fr: Aliment inconnu
it: Alimento sconosciuto
tr: Bilinmeyen Yemek Öğesi
uk: Невідомий елемент їжі

# additionalInfoLabelCustom
source: Custom Meal Item
fr: Aliment personnalisé
it: Alimento personalizzato
tr: Özel Yemek Öğesi
uk: Власний елемент їжі

# additionalInfoLabelCompendium2011
source: Information provided by the '2011 Compendium of Physical Activities'
fr: Informations fournies par le 'Compendium 2011 des activités physiques'
it: Informazioni fornite dal '2011 Compendium delle Attività Fisiche'
tr: Bilgi '2011 Compendium of Physical Activities' den sağlanmıştır
uk: Інформація надана "2011 Compendium of Physical Activities"

# quantityLabel
source: Quantity
fr: Quantité
it: Quantità
tr: Miktar
uk: Кількість

# baseQuantityLabel
source: Base quantity (g/ml)
fr: Quantité de base (g/ml)
it: Quantità base (g/ml)
tr: Temel miktar (g/ml)
uk: Базова кількість (г/мл)

# unitLabel
source: Unit
fr: Unité
it: Unità
tr: Birim
uk: Одиниця

# scanProductLabel
source: Scan Product
fr: Scanner un produit
it: Scansiona prodotto
tr: Ürünü Tara
uk: Сканувати продукт

# notAvailableLabel
source: N/A
it: N/D
tr: Mevcut Değil
uk: Н/Д

# missingProductInfo
source: Product missing required kcal or macronutrients information
fr: Le produit ne contient pas les informations requises sur les kcal ou les macronutriments
it: Prodotto senza informazioni su kcal o macronutrienti
tr: Üründe gerekli kcal veya makro besin bilgileri eksik
uk: У продукту відсутня необхідна інформація про ккал або макроелементи

# infoAddedIntakeLabel
source: Added new intake
fr: Nouvelle prise ajoutée
it: Nuova assunzione aggiunta
tr: Yeni alım eklendi
uk: Додано новий прийом їжі

# infoAddedActivityLabel
source: Added new activity
fr: Nouvelle activité ajoutée
it: Nuova attività aggiunta
tr: Yeni aktivite eklendi
uk: Додано нову активність

# editMealLabel
source: Edit meal
fr: Modifier le repas
it: Modifica pasto
tr: Yemeği Düzenle
uk: Редагувати страву

# mealNameLabel
source: Meal name
fr: Nom du repas
it: Nome pasto
tr: Yemek adı
uk: Назва страви

# mealBrandsLabel
source: Brands
fr: Marques
it: Marche
tr: Markalar
uk: Бренди

# mealSizeLabel
source: Meal size (g/ml)
fr: Taille du repas (g/ml)
it: Dimensione pasto (g/ml)
tr: Yemek boyutu (g/ml)
uk: Розмір страви (г/мл)

# mealSizeLabelImperial
source: Meal size (oz/fl oz)
fr: Taille du repas (oz/fl oz)
it: Dimensione pasto (oz/fl oz)
tr: Yemek boyutu (oz/fl oz)
uk: Розмір страви (унція/рідка унція)

# servingLabel
source: Serving
fr: Portion
it: Porzione
tr: Porsiyon
uk: Порція

# perServingLabel
source: Per Serving
fr: Par portion
it: Per porzione
tr: Porsiyon Başına
uk: На порцію

# servingSizeLabelMetric
source: Serving size (g/ml)
fr: Taille de la portion (g/ml)
it: Dimensione porzione (g/ml)
tr: Porsiyon boyutu (g/ml)
uk: Розмір порції (г/мл)

# servingSizeLabelImperial
source: Serving size (oz/fl oz)
fr: Taille de la portion (oz/fl oz)
it: Dimensione porzione (oz/fl oz)
tr: Porsiyon boyutu (oz/fl oz)
uk: Розмір порції (унція/рідка унція)

# mealUnitLabel
source: Meal unit
fr: Unité de repas
it: Unità pasto
tr: Yemek birimi
uk: Одиниця страви

# mealKcalLabel
source: kcal per
fr: kcal par
tr: kcal başına
uk: ккал на

# mealCarbsLabel
source: carbs per
fr: glucides par
it: carboidrati per
tr: karbonhidrat başına
uk: вуглеводи на

# mealFatLabel
source: fat per
fr: lipides par
it: grassi per
tr: yağ başına
uk: жири на

# mealProteinLabel
source: protein per 100 g/ml
fr: protéines par 100 g/ml
it: proteine per 100 g/ml
tr: protein başına 100 g/ml
uk: білки на 100 г/мл
