Repository: Shivm23/FitTracker
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, tr, uk

# paRugbyCompetitiveDesc
source: union, team, competitive
fr: union, équipe, compétitif
it: union, squadra, competitivo
tr: birlik, takım, rekabetçi
uk: союз, команда, змагальний

# paRugbyNonCompetitiveDesc
source: touch, non-competitive
fr: toucher, non-compétitif
it: touch, non competitivo
tr: dokunmatik, rekabetçi olmayan
uk: безконтактний, незмагальний

# paShuffleboardDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paSkateboardingGeneral
source: skateboarding
fr: skateboard
it: skateboard
tr: kaykay
uk: скейтбординг

# paSkateboardingGeneralDesc
source: general, moderate effort
fr: général, effort modéré
it: generale, sforzo moderato
tr: genel, orta derecede çaba
uk: загальний, помірні зусилля

# paSkatingRoller
source: roller skating
fr: patin à roulettes
it: pattinaggio a rotelle
tr: paten kayma
uk: катання на роликах

# paSkatingRollerDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paRollerbladingLight
source: rollerblading
fr: roller
it: pattinaggio in linea
tr: patenle kayma
uk: катання на роликах

# paRollerbladingLightDesc
source: in-line skating
fr: roller en ligne
it: pattinaggio in linea
tr: sıralı paten
uk: катання на роликах

# paSkydiving
source: skydiving
fr: parachutisme
it: paracadutismo
tr: paraşütle atlama
uk: скайдайвінг

# paSkydivingDesc
source: skydiving, base jumping, bungee jumping
fr: parachutisme, saut BASE, saut à l'élastique
it: paracadutismo, base jumping, bungee jumping
tr: paraşütle atlama, base jumping, bungee jumping
uk: скайдайвінг, бейс-джампінг, банджі-джампінг

# paSoccerGeneral
source: soccer
fr: football
it: calcio
tr: futbol
uk: футбол

# paSoccerGeneralDesc
source: casual, general
fr: occasionnel, général
it: casuale, generale
tr: rahat, genel
uk: невимушено, загальне

# paSoftballBaseballGeneral
source: softball / baseball
tr: softbol / beyzbol
uk: софтбол / бейсбол

# paSoftballBaseballGeneralDesc
source: fast or slow pitch, general
fr: lancer rapide ou lent, général
it: lancio veloce o lento, generale
tr: hızlı veya yavaş atış, genel
uk: швидка або повільна подача, загальне

# paSquashGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paTableTennisGeneral
source: table tennis
fr: tennis de table
it: tennis da tavolo
tr: masa tenisi
uk: настільний теніс

# paTableTennisGeneralDesc
source: table tennis, ping pong
fr: tennis de table, ping-pong
it: tennis da tavolo, ping pong
tr: masa tenisi, ping pong
uk: настільний теніс, пінг-понг

# paTaiChiQiGongGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paTennisGeneral
source: tennis
tr: tenis
uk: теніс

# paTennisGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paTrampolineLight
source: trampoline
it: trampolino
tr: trambolin
uk: батут

# paTrampolineLightDesc
source: recreational
fr: récréatif
it: ricreativo
tr: eğlence amaçlı
uk: розважальний

# paVolleyballGeneral
source: volleyball
it: pallavolo
tr: voleybol
uk: волейбол

# paVolleyballGeneralDesc
source: non-competitive, 6 - 9 member team, general
fr: non-compétitif, équipe de 6 à 9 membres, général
it: non competitivo, squadra da 6-9 membri, generale
tr: rekabetçi olmayan, 6 - 9 üyeli takım, genel
uk: незмагальний, команда з 6 - 9 гравців, загальне

# paWrestling
source: wrestling
fr: lutte
tr: güreş
uk: боротьба

# paWrestlingDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paWallyballDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paTrackField
source: track and field
fr: athlétisme
it: atletica leggera
tr: atletizm
uk: легка атлетика

# paTrackField1Desc
source: (e.g. shot, discus, hammer throw)
fr: (ex : lancer du poids, disque, marteau)
it: (es. peso, disco, martello)
tr: (ör. gülle, disk, çekiç atma)
uk: (наприклад, штовхання ядра, метання диска, метання молота)

# paTrackField2Desc
source: (e.g. high jump, long jump, triple jump, javelin, pole vault)
fr: (ex : saut en hauteur, saut en longueur, triple saut, javelot, saut à la perche)
it: (es. salto in alto, salto in lungo, triplo salto, giavellotto, salto con l'asta)
tr: (ör. yüksek atlama, uzun atlama, üçlü atlama, cirit, sırıkla atlama)
uk: (наприклад, стрибки у висоту, стрибки в довжину, потрійний стрибок, метання списа, стрибки з жердиною)

# paTrackField3Desc
source: (e.g. steeplechase, hurdles)
fr: (ex : steeple, haies)
it: (es. steeplechase, ostacoli)
tr: (ör. engelli koşu, engelli yarış)
uk: (наприклад, стипль-чез, біг з бар'єрами)

# paBackpackingGeneral
source: backpacking
fr: randonnée avec sac à dos
it: escursionismo
tr: sırt çantasıyla gezme
uk: піший туризм з рюкзаком

# paBackpackingGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paClimbingHillsNoLoadGeneral
source: climbing hills, no load
fr: escalade de collines, sans charge
it: arrampicata su colline, senza carico
tr: tepe tırmanma, yük yok
uk: підйом на пагорби, без навантаження

# paClimbingHillsNoLoadGeneralDesc
source: no load
fr: sans charge
it: senza carico
tr: yük yok
uk: без навантаження

# paHikingCrossCountry
source: hiking
fr: randonnée
it: escursionismo
tr: yürüyüş
uk: похід

# paHikingCrossCountryDesc
source: cross country
fr: à travers le pays
it: escursionismo di fondo
tr: kırsal alan
uk: пересіченою місцевістю

# paWalkingForPleasure
source: walking
fr: marche
it: camminata
tr: yürüyüş
uk: прогулянка

# paWalkingForPleasureDesc
source: for pleasure
fr: pour le plaisir
it: per piacere
tr: zevk için
uk: прогулянка для задоволення

# paWalkingTheDog
source: walking the dog
fr: promener le chien
it: passeggiare con il cane
tr: köpeği gezdirmek
uk: вигул собаки

# paWalkingTheDogDesc
source: general
fr: général
it: generale
tr: genel
uk: вигул собак

# paCanoeingGeneral
source: canoeing
fr: canoë-kayak
it: canoa
tr: kano
uk: веслування на каное

# paCanoeingGeneralDesc
source: rowing, for pleasure, general
fr: aviron, pour le plaisir, général
it: remare, per piacere, generale
tr: kürek çekme, zevk için, genel
uk: веслування, для задоволення, загальне

# paDivingSpringboardPlatform
source: diving
fr: plongeon
it: tuffi
tr: dalış
uk: стрибки у воду

# paDivingSpringboardPlatformDesc
source: springboard or platform
fr: tremplin ou plateforme
it: trampolino o piattaforma
tr: trambolin veya platform
uk: з трампліна або платформи

# paKayakingModerate
source: kayaking
fr: kayak
it: kayak
tr: kano
uk: веслування на байдарці

# paKayakingModerateDesc
source: moderate effort
fr: effort modéré
it: sforzo moderato
tr: orta derecede çaba
uk: помірні зусилля

# paPaddleBoat
source: paddle boat
fr: pédalo
it: pedalò
tr: pedallı tekne
uk: катамаран

# paPaddleBoatDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paSailingGeneral
source: sailing
fr: voile
it: vela
tr: yelken
uk: вітрильний спорт

# paSailingGeneralDesc
source: boat and board sailing, windsurfing, ice sailing, general
fr: voile de bateau et de planche, planche à voile, voile sur glace, général
it: barca e windsurf, vela su ghiaccio, generale
tr: tekne ve tahta yelken, rüzgar sörfü, buz yelken, genel
uk: вітрильний спорт на човні та дошці, віндсерфінг, вітрильний спорт на льоду, загальне

# paSkiingWaterWakeboarding
source: water skiing
fr: ski nautique
it: sci d'acqua
tr: su kayağı
uk: водні лижі

# paSkiingWaterWakeboardingDesc
source: water or wakeboarding
fr: ski nautique ou wakeboard
it: acqua o wakeboard
tr: su veya wakeboarding
uk: водні лижі або вейкбординг

# paDivingGeneral
source: diving
fr: plongée
it: immersioni
tr: dalış
uk: дайвінг

# paDivingGeneralDesc
source: skindiving, scuba diving, general
fr: plongée en apnée, plongée sous-marine, général
it: apnea, subacquea, generale
tr: deri dalışı, scuba dalışı, genel
uk: підводне плавання, дайвінг з аквалангом, загальне

# paSnorkeling
source: snorkeling
fr: plongée avec tuba
tr: şnorkelle dalış
uk: сноркелінг

# paSnorkelingDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paSurfing
source: surfing
fr: surf
it: surf
tr: sörf
uk: серфінг

# paSurfingDesc
source: body or board, general
fr: body ou planche, général
it: body o board, generale
tr: vücut veya tahta, genel
uk: бодісерфінг або серфінг на дошці, загальне

# paPaddleBoarding
source: paddle boarding
fr: stand up paddle
tr: kürek tahtası
uk: паддлбординг

# paPaddleBoardingDesc
source: standing
fr: debout
it: in piedi
tr: ayakta
uk: паддлбординг стоячи

# paSwimmingGeneral
source: swimming
fr: natation
it: nuoto
tr: yüzme
uk: плавання

# paSwimmingGeneralDesc
source: treading water, moderate effort, general
fr: tête hors de l'eau, effort modéré, général
it: stare a galla, sforzo moderato, generale
tr: su üzerinde durma, orta derecede çaba, genel
uk: плавання, помірні зусилля, загальне

# paWateraerobicsCalisthenics
source: water aerobics
fr: aérobic aquatique
it: acquagym
tr: su aerobiği
uk: водна аеробіка

# paWateraerobicsCalisthenicsDesc
source: water aerobics, water calisthenics
fr: aérobic aquatique, callisthénie aquatique
it: acquagym, calistenia in acqua
tr: su aerobiği, su kalistenik
uk: водна аеробіка, водна калістеніка

# paWaterPolo
source: water polo
it: pallanuoto
tr: su topu
uk: водне поло

# paWaterPoloDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paWaterVolleyball
source: water volleyball
fr: volley-ball aquatique
it: pallavolo in acqua
tr: su voleybolu
uk: водний волейбол

# paWaterVolleyballDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paIceSkatingGeneral
source: ice skating
fr: patinage sur glace
it: pattinaggio su ghiaccio
tr: buz pateni
uk: катання на ковзанах

# paIceSkatingGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paSkiingGeneral
source: skiing
fr: ski
it: sci
tr: kayak
uk: лижний спорт

# paSkiingGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paSnowShovingModerate
source: snow shoveling
fr: déneigement à la pelle
it: spalare neve
tr: kar küreme
uk: розчищення снігу

# paSnowShovingModerateDesc
source: by hand, moderate effort
fr: à la main, effort modéré
it: a mano, sforzo moderato
tr: elle, orta derecede çaba
uk: Розчишення снігу, помірні зусилля

# exampleOfActivityLabel
source: e.g. biking
fr: ex : vélo
tr: örn: bisiklet

# recipeLabel
source: Recipe
fr: Recette
tr: Tarif

# createRecipeLabel
source: Create a meal
fr: Créer un repas
tr: Öğün oluştur

# errorRecipeLabel
source: No recipe found
fr: Aucune recette trouvée
tr: Hiç tarif bulunamadı

# mealPortionLabel
source: Number of portions
fr: Nombre de portions
tr: Porsiyon sayısı

# portionEatLabel
source: Portion eaten
fr: Portion mangée
tr: Yenilen porsiyon

# noFoodAddedLabel
source: No food added
fr: Aucun aliment ajouté
tr: Hiçbir gıda eklenmedi

# myStudentsTitle
source: My students
fr: Mes élèves
tr: Öğrencilerim

source: No students
fr: Aucun élève
tr: Öğrenci yok

# errorPrefix
source: Error:
fr: Erreur :
tr: Hata:

# noDataToday
source: No data for today
fr: Aucune donnée pour aujourd’hui
tr: Bugün için veri yok

# signOutOfflineMessage
source: You can only sign out when internet connection is available to avoid losing data.
fr: Vous ne pouvez vous déconnecter que lorsque la connexion internet est rétablie pour ne pas perdre vos données.
tr: Verilerin kaybolmaması için yalnızca internet bağlantısı olduğunda çıkış yapabilirsiniz.

# signOutSyncFailedMessage
source: Failed to sync your data. Please sign in again later.
fr: Échec de la synchronisation des données. Veuillez vous reconnecter plus tard.
tr: Veriler senkronize edilemedi. Lütfen daha sonra tekrar giriş yapın.

# coachStudentsLabel
source: My students
fr: Voir mes élèves
tr: Öğrencilerim

# noInternetConnectionMessage
source: No internet connection. Feature unavailable.
fr: Pas de connexion Internet. Fonctionnalité indisponible.
tr: İnternet bağlantısı yok. Özellik kullanılamıyor.

# setMacrosLabel
source: Set macros
fr: Définir les macros
tr: Makro hedeflerini ayarla

# averageWeightLabel
source: Average Weight
fr: Poids moyen

# averageWeightBody
source: Average user weight over the last seven days. The current day is not counted.
fr: Poids moyen de l'utilisateur sur les sept derniers jours. Le jour courant n'étant pas compté.

# betaVersionName
source: [Beta]
fr: [Bêta]
uk: [Бета]

# settingsImperialLabel
source: Imperial (lbs, ft, oz)
fr: Impérial (lbs, ft, oz)
it: Imperiale (lbs, ft, oz)
uk: Імперська (фунти, фут, унції)

# deleteAllLabel
source: Delete all
fr: Tout supprimer
it: Elimina tutto
uk: Видалити все

# proteinLabel
source: protein
fr: protéines
it: proteine
uk: білки

# bmiLabel
source: BMI
fr: IMC
uk: ІМТ

# ftLabel
source: ft
fr: pieds
uk: фут

# paBroomball
source: broomball
fr: balle au balai
uk: брумбол

# manageAccountTitle
source: Manage account
fr: Gérer le compte

# manageAccountDescription
source: We only collect data essential to the proper functioning of the app: Email address: used for login and account identification. Nutrition data: your daily weight, calories, protein, fat, and carbohydrate intake. Goals: your personalized targets for calories, protein, fat, and carbs. All data is securely stored on Supabase. We do not share any of your data with third parties.
fr: Nous ne collectons que les données essentielles au bon fonctionnement de l'application : Adresse e-mail : utilisée pour la connexion et l'identification du compte. Données nutritionnelles : votre poids quotidien, ainsi que vos apports en calories, protéines, lipides et glucides. Objectifs : vos cibles personnalisées pour les calories, protéines, lipides et glucides. Toutes les données sont stockées en toute sécurité sur Supabase. Nous ne partageons aucune de vos données avec des tiers.

# manageAccountEnableSync
source: Enable Supabase Sync
fr: Activer la synchronisation Supabase

# manageAccountDelete
source: Delete My Account
fr: Supprimer mon compte

# manageAccountConfirmTitle
source: Are you sure?
fr: Êtes-vous sûr ?

# manageAccountConfirmMessage
source: This action cannot be undone.
fr: Cette action est irréversible.

# manageAccountConfirmAction
source: Confirm Deletion
fr: Confirmer la suppression

# alphaVersionName
source: [Alpha]
uk: [Альфа]

# kcalLabel
source: kcal
uk: ккал

# gramUnit
source: g
uk: г

# milliliterUnit
source: ml
uk: мл

# gramMilliliterUnit
source: g/ml
uk: г/мл

# ozUnit
source: oz
uk: унція

# flOzUnit
source: fl.oz
uk: рідка унція

# cmLabel
source: cm
uk: см

# kgLabel
source: kg
uk: кг

# lbsLabel
source: lbs
uk: фунт

# paBadmintonGeneral
source: badminton
uk: бадмінтон

# paBowlingGeneral
source: bowling
uk: боулінг

# paCurling
source: curling
uk: керлінг

# paGolfGeneral
source: golf
uk: гольф

# paHackySack
source: hacky sack
uk: гакі-сак

# paJaiAlai
source: jai alai
uk: хай-алай

# paKickball
source: kickball
it: calcio
uk: кікбол

# paPaddleball
source: paddleball
uk: падлбол

# paPoloHorse
source: polo
uk: поло

# paRugbyCompetitive
source: rugby
uk: регбі

# paRugbyNonCompetitive
source: rugby
uk: регбі

# paShuffleboard
source: shuffleboard
uk: шаффлборд

# paSquashGeneral
source: squash
uk: сквош

# paTaiChiQiGongGeneral
source: tai chi, qi gong
uk: тай-чі, цигун

# paWallyball
source: wallyball
uk: воллібол
