Repository: Shivm23/FitTracker
Catalog: lib/l10n/intl_*.arb
Languages: fr, it, tr, uk

# errorMealSave
source: Error while saving meal. Did you input the correct meal information?
fr: Erreur lors de l'enregistrement du repas. Avez-vous entré les informations correctes sur le repas ?
it: Errore durante il salvataggio del pasto. Hai inserito informazioni corrette?
tr: Yemek kaydedilirken hata oluştu. Doğru yemek bilgilerini girdiniz mi?
uk: Помилка при збереженні страви. Ви ввели коректну інформацію?

# bmiInfo
source: Body Mass Index (BMI) is a index to classify overweight and obesity in adults. It is defined as weight in kilograms divided by the square of height in meters (kg/m²). BMI does not differentiate between fat and muscle mass and can be misleading for some individuals.
fr: L'indice de masse corporelle (IMC) est un indice permettant de classer le surpoids et l'obésité chez les adultes. Il est défini comme le poids en kilogrammes divisé par le carré de la taille en mètres (kg/m²). L'IMC ne fait pas de distinction entre la masse grasse et la masse musculaire et peut être trompeur pour certaines personnes.
it: L'Indice di Massa Corporea (BMI) è un indice per classificare sovrappeso e obesità negli adulti. È definito come peso in chilogrammi diviso per l'altezza in metri al quadrato (kg/m²). Il BMI non differenzia tra massa grassa e muscolare e può essere fuorviante per alcune persone.
tr: Vücut Kitle İndeksi (BMI), yetişkinlerde aşırı kiloyu ve obeziteyi sınıflandırmak için kullanılan bir indekstir. Kilogram cinsinden ağırlığın, metre cinsinden boyun karesine bölünmesiyle tanımlanır (kg/m²). BMI, yağ ve kas kütlesi arasında ayrım yapmaz ve bazı bireyler için yanıltıcı olabilir.
uk: Індекс маси тіла (ІМТ) — це індекс для класифікації надмірної ваги та ожиріння у дорослих. Визначається як вага в кілограмах, поділена на квадрат зросту в метрах (кг/м²). ІМТ не розрізняє жирову і м'язову масу і може бути неточним для деяких людей.

# readLabel
source: I have read and accept the privacy policy.
fr: J'ai lu et j'accepte la politique de confidentialité.
it: Ho letto e accetto la privacy policy.
tr: Gizlilik politikasını okudum ve kabul ediyorum.
uk: Я прочитав і приймаю політику конфіденційності.

# privacyPolicyLabel
source: Privacy policy
fr: Politique de confidentialité
tr: Gizlilik politikası
uk: Політика конфіденційності

# dataCollectionLabel
source: Support development by providing anonymous usage data
fr: Soutenir le développement en fournissant des données d'utilisation anonymes
it: Supporta lo sviluppo inviando dati di utilizzo anonimi
tr: Anonim kullanım verileri sağlayarak geliştirmeyi destekleyin
uk: Підтримайте розробку, надаючи анонімні дані про використання

# palSedentaryLabel
source: Sedentary
fr: Sédentaire
it: Sedentario
tr: Hareketsiz
uk: Сидячий спосіб життя

# palSedentaryDescriptionLabel
source: e.g. office job and mostly sitting free time activities
fr: ex : travail de bureau et activités de loisirs majoritairement assises
it: es. lavoro d'ufficio e tempo libero prevalentemente seduto
tr: ör. ofis işi ve çoğunlukla oturarak geçirilen serbest zaman aktiviteleri
uk: наприклад, офісна робота і переважно сидячий відпочинок

# palLowLActiveLabel
source: Low Active
fr: Peu actif
it: Poco attivo
tr: Düşük Aktif
uk: Малоактивний

# palLowActiveDescriptionLabel
source: e.g. sitting or standing in job and light free time activities
fr: ex : travail assis ou debout et activités de loisirs légères
it: es. lavoro seduto o in piedi e attività leggere nel tempo libero
tr: ör. iş yerinde oturma veya ayakta durma ve hafif serbest zaman aktiviteleri
uk: наприклад, сидяча або стояча робота і легкі активності у вільний час

# palActiveLabel
source: Active
fr: Actif
it: Attivo
tr: Aktif
uk: Активний

# palActiveDescriptionLabel
source: Mostly standing or walking in job and active free time activities
fr: Majoritairement debout ou en marche au travail et activités de loisirs actives
it: Lavoro prevalentemente in piedi o camminando e attività attive nel tempo libero
tr: iş yerinde çoğunlukla ayakta durma veya yürüme ve aktif serbest zaman aktiviteleri
uk: Переважно стояча або ходьба на роботі і активний відпочинок

# palVeryActiveLabel
source: Very Active
fr: Très actif
it: Molto attivo
tr: Çok Aktif
uk: Дуже активний

# palVeryActiveDescriptionLabel
source: Mostly walking, running or carrying weight in job and active free time activities
fr: Majoritairement en marche, en course ou en portant des poids au travail et activités de loisirs actives
it: Lavoro prevalentemente camminando, correndo o trasportando pesi e attività attive nel tempo libero
tr: iş yerinde çoğunlukla yürüme, koşma veya ağırlık taşıma ve aktif serbest zaman aktiviteleri
uk: Переважно ходьба, біг або носіння ваги на роботі і активний відпочинок

# selectPalCategoryLabel
source: Select Activity Level
fr: Sélectionner le niveau d'activité
it: Seleziona livello di attività
tr: Aktivite Seviyesini Seçin
uk: Виберіть рівень активності

# chooseWeightGoalLabel
source: Choose Weight Goal
fr: Choisir l'objectif de poids
it: Scegli obiettivo di peso
tr: Kilo Hedefini Seçin
uk: Виберіть ціль ваги

# goalLoseWeight
source: Lose Weight
fr: Perdre du poids
it: Perdere peso
tr: Kilo Ver
uk: Схуднути

# goalMaintainWeight
source: Maintain Weight
fr: Maintenir le poids
it: Mantenere peso
tr: Kilo Koru
uk: Підтримувати вагу

# goalGainWeight
source: Gain Weight
fr: Prendre du poids
it: Aumentare peso
tr: Kilo Al
uk: Набрати вагу

# goalLabel
source: Goal
fr: Objectif
it: Obiettivo
tr: Hedef
uk: Ціль

# selectHeightDialogLabel
source: Select Height
fr: Sélectionner la taille
it: Seleziona altezza
tr: Boy Seçin
uk: Виберіть зріст

# heightLabel
source: Height
fr: Taille
it: Altezza
tr: Boy
uk: Зріст

# selectWeightDialogLabel
source: Select Weight
fr: Sélectionner le poids
it: Seleziona peso
tr: Kilo Seçin
uk: Виберіть вагу

# weightLabel
source: Weight
fr: Poids
it: Peso
tr: Kilo
uk: Вага

# ageLabel
source: Age
fr: Âge
it: Età
tr: Yaş
uk: Вік

# yearsLabel
source: {age} years
fr: {age} ans
it: {age} anni
tr: {age} yıl
uk: {age} років

# selectGenderDialogLabel
source: Select Gender
fr: Sélectionner le sexe
it: Seleziona sesso
tr: Cinsiyet Seçin
uk: Виберіть стать

# genderLabel
source: Gender
fr: Sexe
it: Sesso
tr: Cinsiyet
uk: Стать

# genderMaleLabel
source: ♂ male
fr: ♂ homme
it: ♂ maschio
tr: ♂ erkek
uk: ♂ чоловік

# genderFemaleLabel
source: ♀ female
fr: ♀ femme
it: ♀ femmina
tr: ♀ kadın
uk: ♀ жінка

# selectRoleDialogLabel
source: Select Role
fr: Sélectionner le rôle
tr: Rol Seçin

# roleLabel
source: Role
fr: Rôle
tr: Rol

# roleCoachLabel
source: Coach
tr: Antrenör

# roleStudentLabel
source: Student
fr: Élève
tr: Öğrenci

# nothingAddedLabel
source: Nothing added
fr: Rien ajouté
it: Niente aggiunto
tr: Hiçbir şey eklenmedi
uk: Нічого не додано

# nutritionalStatusUnderweight
source: Underweight
fr: Insuffisance pondérale
it: Sottopeso
tr: Düşük Kilolu
uk: Недостатня вага

# nutritionalStatusNormalWeight
source: Normal Weight
fr: Poids normal
it: Peso normale
tr: Normal Kilo
uk: Нормальна вага

# nutritionalStatusPreObesity
source: Pre-obesity
fr: Pré-obésité
it: Pre-obesità
tr: Obezite Öncesi
uk: Передожиріння

# nutritionalStatusObeseClassI
source: Obesity Class I
fr: Obésité classe I
it: Obesità di classe I
tr: Obezite Sınıf I
uk: Ожиріння I класу

# nutritionalStatusObeseClassII
source: Obesity Class II
fr: Obésité classe II
it: Obesità di classe II
tr: Obezite Sınıf II
uk: Ожиріння II класу

# nutritionalStatusObeseClassIII
source: Obesity Class III
fr: Obésité classe III
it: Obesità di classe III
tr: Obezite Sınıf III
uk: Ожиріння III класу

# nutritionalStatusRiskLabel
source: Risk of comorbidities: {riskValue}
fr: Risque de comorbidités : {riskValue}
it: Rischio di comorbilità: {riskValue}
tr: Eşlik eden hastalık riski: {riskValue}
uk: Ризик супутніх захворювань: {riskValue}

# nutritionalStatusRiskLow
source: Low (but risk of other clinical problems increased)
fr: Faible (mais risque d'autres problèmes cliniques augmenté)
it: Basso (ma rischio di altri problemi clinici aumentato)
tr: Düşük (ancak diğer klinik sorunların riski artmış)
uk: Низький (але ризик інших клінічних проблем підвищений)

# nutritionalStatusRiskAverage
source: Average
fr: Moyen
it: Medio
tr: Ortalama
uk: Середній

# nutritionalStatusRiskIncreased
source: Increased
fr: Accru
it: Aumentato
tr: Artmış
uk: Підвищений

# nutritionalStatusRiskModerate
source: Moderate
fr: Modéré
it: Moderato
tr: Orta
uk: Помірний

# nutritionalStatusRiskSevere
source: Severe
fr: Sévère
it: Grave
tr: Şiddetli
uk: Серйозний

# nutritionalStatusRiskVerySevere
source: Very severe
fr: Très sévère
it: Molto grave
tr: Çok şiddetli
uk: Дуже серйозний

# errorOpeningEmail
source: Error while opening email app
fr: Erreur lors de l'ouverture de l'application e-mail
it: Errore durante l'apertura dell'app email
tr: E-posta uygulaması açılırken hata oluştu
uk: Помилка при відкритті поштової програми

# errorOpeningBrowser
source: Error while opening browser app
fr: Erreur lors de l'ouverture de l'application navigateur
it: Errore durante l'apertura del browser
tr: Tarayıcı uygulaması açılırken hata oluştu
uk: Помилка при відкритті браузера

# errorFetchingProductData
source: Error while fetching product data
fr: Erreur lors de la récupération des données du produit
it: Errore durante il recupero dei dati del prodotto
tr: Ürün verileri alınırken hata oluştu
uk: Помилка при отриманні даних про продукт

# errorProductNotFound
source: Product not found
fr: Produit non trouvé
it: Prodotto non trovato
tr: Ürün bulunamadı
uk: Продукт не знайдено

# errorLoadingActivities
source: Error while loading activities
fr: Erreur lors du chargement des activités
it: Errore durante il caricamento delle attività
tr: Aktiviteler yüklenirken hata oluştu
uk: Помилка при завантаженні активностей

source: No results found
fr: Aucun résultat trouvé
it: Nessun risultato trovato
tr: Sonuç bulunamadı
uk: Нічого не знайдено

# retryLabel
source: Retry
fr: Réessayer
it: Riprova
tr: Tekrar Dene
uk: Повторити

# paHeadingBicycling
source: bicycling
fr: cyclisme
it: ciclismo
tr: bisiklet sürme
uk: їзда на велосипеді

# paHeadingConditionalExercise
source: conditioning exercise
fr: exercice de conditionnement
it: esercizi condizionali
tr: koşullandırma egzersizi
uk: аеробне тренування

# paHeadingDancing
source: dancing
fr: danse
it: danza
tr: dans
uk: танці

# paHeadingRunning
source: running
fr: course
it: corsa
tr: koşu
uk: біг

# paHeadingSports
source: sports
it: sport
tr: spor
uk: спорт

# paHeadingWalking
source: walking
fr: marche
it: camminata
tr: yürüyüş
uk: ходьба

# paHeadingWaterActivities
source: water activities
fr: activités aquatiques
it: attività acquatiche
tr: su aktiviteleri
uk: водні види спорту

# paHeadingWinterActivities
source: winter activities
fr: activités hivernales
it: attività invernali
tr: kış aktiviteleri
uk: зимові види спорту

# paGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paBicyclingGeneral
source: bicycling
fr: cyclisme
it: ciclismo
tr: bisiklet sürme
uk: їзда на велосипеді

# paBicyclingGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paBicyclingMountainGeneral
source: bicycling, mountain
fr: cyclisme, VTT
it: ciclismo, montagna
tr: dağ bisikleti
uk: гірський велосипед

# paBicyclingMountainGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paUnicyclingGeneral
source: unicycling
fr: monocycle
it: monociclo
tr: tek tekerlekli bisiklet
uk: уніцикл

# paUnicyclingGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paBicyclingStationaryGeneral
source: bicycling, stationary
fr: cyclisme, stationnaire
it: ciclismo, stazionario
tr: sabit bisiklet
uk: стаціонарний велосипед

# paBicyclingStationaryGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paCalisthenicsGeneral
source: calisthenics
fr: callisthénie
tr: kalistenik
uk: калістеніка

# paCalisthenicsGeneralDesc
source: light or moderate effort, general (e.g., back exercises)
fr: effort léger ou modéré, général (ex : exercices pour le dos)
it: sforzo leggero o moderato, generale (es. esercizi per la schiena)
tr: hafif veya orta derecede çaba, genel (ör. sırt egzersizleri)
uk: легкі або помірні зусилля, загальне (наприклад, вправи для спини)

# paResistanceTraining
source: resistance training
fr: entraînement de résistance
it: allenamento con i pesi
tr: direnç antrenmanı
uk: силові тренування

# paResistanceTrainingDesc
source: weight lifting, free weight, nautilus or universal
fr: musculation, poids libres, nautilus ou universel
it: sollevamento pesi, pesi liberi, nautilus o universal
tr: ağırlık kaldırma, serbest ağırlık, nautilus veya evrensel
uk: підняття ваги, вільна вага, Nautilus або Universal

# paRopeSkippingGeneral
source: rope skipping
fr: saut à la corde
it: salto della corda
tr: ip atlama
uk: стрибки зі скакалкою

# paRopeSkippingGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paWaterAerobics
source: water exercise
fr: exercice aquatique
it: esercizi in acqua
tr: su egzersizi
uk: водні вправи

# paWaterAerobicsDesc
source: water aerobics, water calisthenics
fr: aérobic aquatique, callisthénie aquatique
it: acquagym, calistenia in acqua
tr: su aerobiği, su kalistenik
uk: водна аеробіка, водна калістеніка

# paDancingAerobicGeneral
source: aerobic
fr: aérobic
it: aerobica
tr: aerobik
uk: аеробні

# paDancingAerobicGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paDancingGeneral
source: general dancing
fr: danse générale
it: danza generale
tr: genel dans
uk: загальні танці

# paDancingGeneralDesc
source: e.g. disco, folk, Irish step dancing, line dancing, polka, contra, country
fr: ex : disco, folk, danse irlandaise, danse en ligne, polka, contra, country
it: es. disco, folk, danza irlandese, line dance, polka, contra, country
tr: ör. disko, halk, İrlanda step dansı, hat dansı, polka, contra, country
uk: наприклад, диско, народні, ірландські, лінійні, полька, контра, кантрі

# paJoggingGeneral
source: jogging
tr: koşu
uk: пробіжка

# paJoggingGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paRunningGeneral
source: running
fr: course
it: corsa
tr: koşu
uk: біг

# paRunningGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paArcheryGeneral
source: archery
fr: tir à l'arc
it: tiro con l'arco
tr: okçuluk
uk: стрільба з лука

# paArcheryGeneralDesc
source: non-hunting
fr: non-chasse
it: non per caccia
tr: avcılık dışı
uk: не на полюванні

# paBadmintonGeneralDesc
source: social singles and doubles, general
fr: simples et doubles sociaux, général
it: singoli e doppi sociali, generale
tr: sosyal tekler ve çiftler, genel
uk: соціальний одиночний та парний розряд, загальний

# paBasketballGeneral
source: basketball
it: pallacanestro
tr: basketbol
uk: баскетбол

# paBasketballGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paBilliardsGeneral
source: billiards
fr: billard
it: biliardo
tr: bilardo
uk: більярд

# paBilliardsGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paBowlingGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paBoxingBag
source: boxing
fr: boxe
it: boxe
tr: boks
uk: бокс

# paBoxingBagDesc
source: punching bag
fr: sac de frappe
tr: kum torbası
uk: на боксерській груші

# paBoxingGeneral
source: boxing
fr: boxe
it: boxe
tr: boks
uk: бокс

# paBoxingGeneralDesc
source: in ring, general
fr: sur le ring, général
it: nel ring, generale
tr: ringde, genel
uk: на ринзі, загальне

# paBroomballDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paChildrenGame
source: children’s games
fr: jeux d'enfants
it: giochi per bambini
tr: çocuk oyunları
uk: дитячі ігри

# paChildrenGameDesc
source: (e.g., hopscotch, 4-square, dodgeball, playground apparatus, t-ball, tetherball, marbles, arcade games), moderate effort
fr: (ex : marelle, 4 carrés, balle au prisonnier, jeux de plein air, t-ball, tetherball, billes, jeux d'arcade), effort modéré
it: (es. campana, 4-square, palla avvelenata, attrezzi da playground, t-ball, tetherball, biglie, giochi da sala), sforzo moderato
tr: (ör. seksek, 4-kare, dodgeball, oyun alanı aletleri, t-ball, tetherball, misket, arcade oyunları), orta derecede çaba
uk: (наприклад, класики, 4-квадрат, вишибали, ігровий майданчик, т-бол, tetherball, марбли, аркадні ігри), помірні зусилля

# paCheerleading
source: cheerleading
tr: amigo
uk: чирлідинг

# paCheerleadingDesc
source: gymnastic moves, competitive
fr: mouvements de gymnastique, compétitif
it: movimenti ginnici, competitivo
tr: jimnastik hareketleri, rekabetçi
uk: гімнастичні рухи, змагальний

# paCricket
source: cricket
tr: kriket
uk: крикет

# paCricketDesc
source: batting, bowling, fielding
fr: batte, lancer, champ
it: battuta, lancio, fielding
tr: vuruş, bowling, saha
uk: відбивання, подача, гра в полі

# paCroquet
source: croquet
tr: kroket
uk: крокет

# paCroquetDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paCurlingDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paDartsWall
source: darts
fr: fléchettes
it: freccette
tr: dart
uk: дартс

# paDartsWallDesc
source: wall or lawn
fr: mur ou pelouse
it: da muro o da giardino
tr: duvar veya çim
uk: настінний або газонний

# paAutoRacing
source: auto racing
fr: course automobile
it: auto da corsa
tr: otomobil yarışı
uk: автогонки

# paAutoRacingDesc
source: open wheel
fr: monoplace
tr: açık tekerlek
uk: з відкритими колесами

# paFencing
source: fencing
fr: escrime
it: scherma
tr: eskrim
uk: фехтування

# paFencingDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paAmericanFootballGeneral
source: football
fr: football américain
it: football americano
tr: futbol
uk: американський футбол

# paAmericanFootballGeneralDesc
source: touch, flag, general
fr: toucher, flag, général
it: touch, flag, generale
tr: dokunmatik, bayrak, genel
uk: безконтактний, з прапорцями, загальний

# paCatch
source: football or baseball
fr: football ou baseball
it: football o baseball
tr: futbol veya beyzbol
uk: футбол або бейсбол

# paCatchDesc
source: playing catch
fr: jouer à la balle
it: giocare a palla
tr: yakalama oyunu
uk: гра в ловлю

# paFrisbee
source: frisbee playing
fr: jeu de frisbee
it: giocare a frisbee
tr: frisbee oyunu
uk: гра у фрісбі

# paFrisbeeDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paGolfGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paGymnasticsGeneral
source: gymnastics
fr: gymnastique
it: ginnastica
tr: jimnastik
uk: гімнастика

# paGymnasticsGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paHackySackDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paHandballGeneral
source: handball
it: pallamano
tr: hentbol
uk: гандбол

# paHandballGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paHangGliding
source: hang gliding
fr: deltaplane
it: deltaplano
tr: yelken kanat
uk: дельтапланеризм

# paHangGlidingDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paHockeyField
source: hockey, field
fr: hockey sur gazon
it: hockey su prato
tr: çim hokeyi
uk: хокей на траві

# paHockeyFieldDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paIceHockeyGeneral
source: ice hockey
fr: hockey sur glace
it: hockey su ghiaccio
tr: buz hokeyi
uk: хокей на льоду

# paIceHockeyGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paHorseRidingGeneral
source: horseback riding
fr: équitation
it: equitazione
tr: at binme
uk: верхова їзда

# paHorseRidingGeneralDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paJaiAlaiDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paMartialArtsSlower
source: martial arts
fr: arts martiaux
it: arti marziali
tr: dövüş sanatları
uk: бойові мистецтва

# paMartialArtsSlowerDesc
source: different types, slower pace, novice performers, practice
fr: différents types, rythme plus lent, débutants, entraînement
it: diversi tipi, ritmo lento, principianti, pratica
tr: farklı tipler, daha yavaş tempo, acemi performansçılar, pratik
uk: різні види, повільний темп, для початківців, тренування

# paMartialArtsModerate
source: martial arts
fr: arts martiaux
it: arti marziali
tr: dövüş sanatları
uk: бойові мистецтва

# paMartialArtsModerateDesc
source: different types, moderate pace (e.g., judo, jujitsu, karate, kick boxing, tae kwan do, tai-bo, Muay Thai boxing)
fr: différents types, rythme modéré (ex : judo, jujitsu, karaté, kick boxing, tae kwan do, tai-bo, boxe thaïlandaise)
it: diversi tipi, ritmo moderato (es. judo, jujitsu, karate, kick boxing, tae kwan do, tai-bo, Muay Thai boxing)
tr: farklı tipler, orta tempo (ör. judo, jujitsu, karate, kick boxing, tae kwan do, tai-bo, Muay Thai boks)
uk: різні види, помірний темп (наприклад, дзюдо, джиу-джитсу, карате, кікбоксинг, тхеквондо, тай-бо, муай-тай)

# paJuggling
source: juggling
fr: jonglerie
it: giocoleria
tr: jonglörlük
uk: жонглювання

# paJugglingDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paKickballDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paLacrosse
source: lacrosse
tr: lakros
uk: лакрос

# paLacrosseDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paLawnBowling
source: lawn bowling
fr: bowling sur gazon
it: bocce
tr: çim bowling
uk: гра в боулінг на газоні

# paLawnBowlingDesc
source: bocce ball, outdoor
fr: pétanque, extérieur
it: bocce, all'aperto
tr: bocce topu, açık hava
uk: бочче, на відкритому повітрі

# paMotoCross
source: moto-cross
tr: moto-kros
uk: мотокрос

# paMotoCrossDesc
source: off-road motor sports, all-terrain vehicle, general
fr: sports motorisés tout-terrain, véhicule tout-terrain, général
it: sport motoristici off-road, veicoli fuoristrada, generale
tr: arazi motor sporları, arazi aracı, genel
uk: позашляхові мотоспорт, всюдихід, загальне

# paOrienteering
source: orienteering
fr: course d'orientation
tr: oryantiring
uk: орієнтування

# paOrienteeringDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paPaddleballDesc
source: casual, general
fr: occasionnel, général
it: casuale, generale
tr: rahat, genel
uk: невимушено, загальне

# paPoloHorseDesc
source: on horseback
fr: à cheval
it: a cavallo
tr: at üzerinde
uk: на коні

# paRacquetball
source: racquetball
tr: raketbol
uk: ракетбол

# paRacquetballDesc
source: general
fr: général
it: generale
tr: genel
uk: загальне

# paMountainClimbing
source: climbing
fr: escalade
it: arrampicata
tr: tırmanma
uk: скелелазіння

# paMountainClimbingDesc
source: rock or mountain climbing
fr: escalade de rocher ou de montagne
it: roccia o montagna
tr: kaya veya dağ tırmanışı
uk: скелелазіння або альпінізм

# paRodeoSportGeneralModerate
source: rodeo sports
fr: sports de rodéo
it: sport da rodeo
tr: rodeo sporları
uk: спорт родео

# paRodeoSportGeneralModerateDesc
source: general, moderate effort
fr: général, effort modéré
it: generale, sforzo moderato
tr: genel, orta derecede çaba
uk: загальний, помірні зусилля

# paRopeJumpingGeneral
source: rope jumping
fr: saut à la corde
it: salto con la corda
tr: ip atlama
uk: стрибки зі скакалкою

# paRopeJumpingGeneralDesc
source: moderate pace, 100-120 skips/min, general, 2 foot skip, plain bounce
fr: rythme modéré, 100-120 sauts/min, général, saut à deux pieds, rebond simple
it: ritmo moderato, 100-120 salti/min, generale, salto a due piedi, rimbalzo semplice
tr: orta tempo, 100-120 atlama/dakika, genel, 2 ayak atlama, düz atlama
uk: помірний темп, 100-120 стрибків/хв, загальне, стрибки на двох ногах, звичайний відскок
